IDEA Open Model
PointResults.Point Property
Compatible with IDEA StatiCa Beta 20.0
 Point
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Point2D Point { get; set; }
Public Property Point As Point2D
	Get
	Set
Property Value
Type: Point2D
See Also
Reference
PointResults Class
IdeaRS.OpenModel.Result Namespace